Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Pick up where you left off
af: Gaan voort waar jy opgehou het
am: ካቆሙበት ቦታ ይቀጥሉ
ar: تابع من حيث توقفت
as: য'ত এৰিছিল তাৰ পৰাই আৰম্ভ কৰক
az: Qaldığın yerdən davam et
be: Працягніце з таго месца, дзе спыніліся
bg: Продължете оттам, докъдето стигнахте
bn: যেখানে থেমেছিলেন সেখান থেকে শুরু করুন
br: Adkregiñ e-lec'h ma oac'h chomet
bs: Nastavite gdje ste stali
ca: Reprèn on ho vas deixar
ceb: Padayon kung asa ka mihunong
cs: Navažte tam, kde jste skončili
cy: Ailgydiwch lle wnaethoch chi adael
da: Fortsæt, hvor du slap
de: Mach da weiter, wo du aufgehört hast
el: Συνεχίστε από εκεί που σταματήσατε
es: Retoma donde lo dejaste
et: Jätka sealt, kus pooleli jäid
eu: Jarraitu utzitako lekutik
fa: از همان‌جا که رها کردید ادامه دهید
fi: Jatka siitä, mihin jäit
fil: Magpatuloy kung saan ka tumigil
fo: Halt fram har tú slepti
fr: Reprenez là où vous en étiez
fy: Gean fierder wêr't jo bleaun binne
ga: Tosaigh arís san áit ar stad tú
gd: Tòisich far na sguir thu
gl: Retoma onde o deixaches
gu: જ્યાં છોડ્યું હતું ત્યાંથી શરૂ કરો
ha: Ci gaba daga inda ka tsaya
he: המשיכו מאיפה שהפסקתם
hi: वहीं से शुरू करें जहाँ छोड़ा था
hr: Nastavite gdje ste stali
ht: Rekòmanse kote ou te kanpe a
hu: Folytasd ott, ahol abbahagytad
hy: Շարունակեք այնտեղից, որտեղ կանգ էիք առել
id: Lanjutkan dari terakhir kali
ig: Malite ebe ị kwụsịrị
is: Haltu áfram þar sem frá var horfið
it: Riprendi da dove avevi interrotto
ja: 中断したところから再開
jv: Terusake saka panggonan sing mandheg
ka: განაგრძეთ იქიდან, სადაც შეჩერდით
kk: Тоқтаған жерден жалғастырыңыз
km: បន្តពីកន្លែងដែលបានឈប់
kn: ನಿಲ್ಲಿಸಿದಲ್ಲಿಂದ ಮುಂದುವರಿಸಿ
ko: 멈춘 지점부터 이어보기
ku: Ji cihê ku te hiştî berdewam bike
ky: Токтогон жерден улантыңыз
lb: Do weiderfueren, wou s de opgehal hues
lo: ສືບຕໍ່ຈາກບ່ອນທີ່ຢຸດໄວ້
lt: Tęskite nuo ten, kur baigėte
lv: Turpiniet tur, kur pārtraucāt
mg: Tohizo eo amin'izay nijanonanao
mi: Tīmata anō i te wāhi i mutu ai koe
mk: Продолжете каде што застанавте
ml: നിർത്തിയിടത്തുനിന്ന് തുടരുക
mn: Зогссон газраасаа үргэлжлүүлээрэй
mr: जिथे थांबलात तिथून सुरू करा
ms: Sambung dari tempat anda berhenti
mt: Kompli minn fejn ħallejt
my: ရပ်ခဲ့သည့်နေရာမှ ဆက်ကြည့်ပါ
nb: Fortsett der du slapp
ne: जहाँ छोड्नुभयो त्यहीँबाट सुरु गर्नुहोस्
nl: Ga verder waar je gebleven was
ny: Pitirizani pomwe munasiyira
oc: Reprenètz ont vos èretz arrestat
or: ଯେଉଁଠାରେ ଛାଡିଥିଲେ ସେଠାରୁ ଆରମ୍ଭ କରନ୍ତୁ
pa: ਜਿੱਥੇ ਛੱਡਿਆ ਸੀ ਉੱਥੋਂ ਸ਼ੁਰੂ ਕਰੋ
pl: Wróć do tego, co oglądasz
ps: له هغه ځایه پیل کړئ چې پرېښی مو و
pt_br: Retome de onde parou
pt_pt: Retome onde ficou
ro: Reia de unde ai rămas
ru: Продолжите с того места, где остановились
rw: Komereza aho wagarukiye
sd: جتان ڇڏيو هو اتان شروع ڪريو
si: නැවැත්වූ තැනින් නැවත අරඹන්න
sk: Pokračujte tam, kde ste skončili
sl: Nadaljujte, kjer ste ostali
sm: Amata mai le mea na e tuu ai
sn: Enderera pawakasiira
so: Ka sii wad meeshii aad joojisay
sq: Vazhdo aty ku e le
sr: Наставите где сте стали
st: Tsoela pele moo o emisitseng teng
su: Teruskeun ti tempat anjeun eureun
sv: Fortsätt där du slutade
sw: Endelea pale ulipoishia
ta: நிறுத்திய இடத்திலிருந்து தொடருங்கள்
te: ఆపిన చోటు నుంచి కొనసాగించండి
tg: Аз ҷое, ки бозистодед, идома диҳед
th: ดูต่อจากที่ค้างไว้
tr: Kaldığın yerden devam et
tt: Туктаган урыннан дәвам итегез
ug: توختىغان يەردىن داۋاملاشتۇرۇڭ
uk: Продовжуйте з того місця, де зупинилися
ur: جہاں چھوڑا تھا وہیں سے شروع کریں
uz: To'xtagan joyingizdan davom eting
vi: Tiếp tục từ chỗ bạn đã dừng
xh: Qhubeka apho uyeke khona
yo: Bẹ̀rẹ̀ láti ibi tí o dúró sí
zh_hans: 从上次中断处继续
zh_hant: 從上次中斷處繼續
zu: Qhubeka lapho ugcine khona

source: Streaming now
af: Stroom nou
am: አሁን በዥረት ላይ
ar: يُبث الآن
as: এতিয়া ষ্ট্ৰীমিঙত
az: İndi yayımda
be: Зараз у струменінгу
bg: Сега в стрийминг
bn: এখন স্ট্রিমিংয়ে
br: E streaming bremañ
bs: Sada na streamingu
ca: Ara en streaming
ceb: Nag-stream karon
cs: Nyní ve streamingu
cy: Yn ffrydio nawr
da: Streames nu
de: Jetzt im Stream
el: Σε streaming τώρα
es: Ahora en streaming
et: Praegu voogedastuses
eu: Orain streamingean
fa: اکنون در حال پخش
fi: Nyt suoratoistossa
fil: Nagsi-stream ngayon
fo: Streymar nú
fr: En streaming maintenant
fy: No te streamen
ga: Á sruthú anois
gd: 'Ga shruthadh an-dràsta
gl: Agora en streaming
gu: હમણાં સ્ટ્રીમિંગ પર
ha: Ana yawo yanzu
he: בסטרימינג עכשיו
hi: अभी स्ट्रीमिंग पर
hr: Sada na streamingu
ht: K ap difize kounye a
hu: Most streamelhető
hy: Այժմ հեռարձակվում է
id: Streaming sekarang
ig: Na-agbasa ugbu a
is: Í streymi núna
it: Ora in streaming
ja: 配信中
jv: Lagi streaming saiki
ka: ახლა სტრიმინგში
kk: Қазір ағында
km: កំពុងស្ទ្រីមឥឡូវនេះ
kn: ಈಗ ಸ್ಟ್ರೀಮಿಂಗ್‌ನಲ್ಲಿ
ko: 지금 스트리밍 중
ku: Niha tê weşandin
ky: Азыр агымда
lb: Elo am Stream
lo: ກຳລັງສະຕຣີມຢູ່ຕອນນີ້
lt: Dabar transliuojama
lv: Tagad straumēšanā
mg: Amin'ny streaming izao
mi: E uiui ana ināianei
mk: Сега на стриминг
ml: ഇപ്പോൾ സ്ട്രീമിംഗിൽ
mn: Одоо дамжуулж байна
mr: आता स्ट्रीमिंगवर
ms: Kini dalam penstriman
mt: Streaming bħalissa
my: ယခု စထရီးမင်းတွင်
nb: Strømmes nå
ne: अहिले स्ट्रिमिङमा
nl: Nu te streamen
ny: Pa streaming panopa
oc: En streaming ara
or: ବର୍ତ୍ତମାନ ଷ୍ଟ୍ରିମିଂରେ
pa: ਹੁਣ ਸਟ੍ਰੀਮਿੰਗ 'ਤੇ
pl: Teraz w streamingu
ps: اوس په سټریمینګ کې
pt_br: Em streaming agora
pt_pt: Em streaming agora
ro: Acum în streaming
ru: Сейчас в стриминге
rw: Biri gukwirakwizwa ubu
sd: هاڻي اسٽريمنگ تي
si: දැන් ප්‍රවාහයේ
sk: Teraz v streamingu
sl: Zdaj v pretakanju
sm: O faasalalau nei
sn: Kutepfenyurwa izvozvi
so: Hadda la baahinayo
sq: Tani në transmetim
sr: Сада на стримингу
st: Streaming hona joale
su: Keur streaming ayeuna
sv: Streamas nu
sw: Inatiririshwa sasa
ta: இப்போது ஸ்ட்ரீமிங்கில்
te: ఇప్పుడు స్ట్రీమింగ్‌లో
tg: Ҳоло дар пахш
th: สตรีมอยู่ตอนนี้
tr: Şimdi yayında
tt: Хәзер стримингта
ug: ھازىر ئېقىمدا
uk: Зараз у стрімінгу
ur: ابھی اسٹریمنگ پر
uz: Hozir strimingda
vi: Đang phát trực tuyến
xh: Iyasasazwa ngoku
yo: Ń ṣàn báyìí
zh_hans: 现正热播
zh_hant: 現正串流中
zu: Kuyasakazwa manje

source: Top Picks for you
af: Topkeuses vir jou
am: ለእርስዎ ምርጥ ምርጫዎች
ar: أفضل الاختيارات لك
as: আপোনাৰ বাবে শীৰ্ষ বাছনি
az: Sənin üçün ən yaxşı seçimlər
be: Лепшыя прапановы для вас
bg: Топ предложения за вас
bn: আপনার জন্য সেরা বাছাই
br: Dibaboù gwellañ evidoc'h
bs: Najbolji izbor za vas
ca: Millors seleccions per a tu
ceb: Mga Labing Pinili para Kanimo
cs: Nejlepší tipy pro vás
cy: Dewisiadau Gorau i Chi
da: Topvalg til dig
de: Top-Empfehlungen für dich
el: Κορυφαίες επιλογές για εσάς
es: Mejores selecciones para ti
et: Parimad valikud sulle
eu: Zuretzako aukera onenak
fa: بهترین انتخاب‌ها برای شما
fi: Parhaat valinnat sinulle
fil: Mga Nangungunang Pili para sa Iyo
fo: Bestu tilmæli til tín
fr: Notre sélection pour vous
fy: Topkarren foar jo
ga: Roghanna is Fearr duit
gd: Roghainnean as fheàrr dhut
gl: Mellores escollas para ti
gu: તમારા માટે શ્રેષ્ઠ પસંદગીઓ
ha: Zaɓaɓɓu Mafi Kyau a gare ka
he: הבחירות המובילות בשבילכם
hi: आपके लिए शीर्ष पसंद
hr: Najbolji odabir za vas
ht: Pi bon chwa pou ou
hu: Top ajánlások neked
hy: Լավագույն ընտրանի ձեզ համար
id: Pilihan Teratas untuk Anda
ig: Nhọrọ kacha mma maka gị
is: Bestu tillögur fyrir þig
it: I migliori consigli per te
ja: あなたへのおすすめ
jv: Pilihan Paling Apik kanggo Sampeyan
ka: საუკეთესო არჩევანი თქვენთვის
kk: Сізге арналған үздік таңдаулар
km: ជម្រើសល្អបំផុតសម្រាប់អ្នក
kn: ನಿಮಗಾಗಿ ಅತ್ಯುತ್ತಮ ಆಯ್ಕೆಗಳು
ko: 나를 위한 추천
ku: Hilbijartinên Herî Baş ji bo Te
ky: Сиз үчүн мыкты тандоолор
lb: Top-Empfehlungen fir dech
lo: ຕົວເລືອກທີ່ດີທີ່ສຸດສຳລັບທ່ານ
lt: Geriausi pasiūlymai jums
lv: Labākās izvēles jums
mg: Safidy tsara indrindra ho anao
mi: Ngā Tino Kōwhiringa māu
mk: Најдобри избори за вас
ml: നിങ്ങൾക്കായി മികച്ച തിരഞ്ഞെടുപ്പുകൾ
mn: Танд зориулсан шилдэг сонголтууд
mr: तुमच्यासाठी सर्वोत्तम निवडी
ms: Pilihan Terbaik untuk Anda
mt: L-Aqwa Għażliet għalik
my: သင့်အတွက် အကောင်းဆုံး ရွေးချယ်မှုများ
nb: Toppvalg for deg
ne: तपाईंका लागि उत्कृष्ट छनोटहरू
nl: Topkeuzes voor jou
ny: Zosankha Zabwino Kwambiri kwa Inu
oc: Melhoras causidas per vos
or: ଆପଣଙ୍କ ପାଇଁ ଶ୍ରେଷ୍ଠ ପସନ୍ଦ
pa: ਤੁਹਾਡੇ ਲਈ ਚੋਟੀ ਦੀਆਂ ਪਸੰਦਾਂ
pl: Najlepsze propozycje dla Ciebie
ps: ستاسو لپاره غوره ټاکنې
pt_br: Melhores escolhas para você
pt_pt: Melhores escolhas para si
ro: Cele mai bune alegeri pentru tine
ru: Лучшие рекомендации для вас
rw: Amahitamo meza kuri wowe
sd: توهان لاءِ بهترين چونڊون
si: ඔබ සඳහා හොඳම තේරීම්
sk: Najlepšie tipy pre vás
sl: Najboljše izbire za vas
sm: Filifiliga Sili mo Oe
sn: Sarudzo Dzakanakisa Kwauri
so: Doorashooyinka ugu Fiican adiga
sq: Zgjedhjet më të mira për ty
sr: Најбољи избор за вас
st: Dikgetho tse Ntle ka ho Fetisisa bakeng sa Hao
su: Pilihan Pangsaéna pikeun Anjeun
sv: Toppval för dig
sw: Chaguo Bora kwa Ajili Yako
ta: உங்களுக்கான சிறந்த தேர்வுகள்
te: మీ కోసం అత్యుత్తమ ఎంపికలు
tg: Беҳтарин интихобҳо барои шумо
th: คัดสรรมาเพื่อคุณ
tr: Senin İçin En İyi Seçimler
tt: Сезнең өчен иң яхшы сайланма
ug: سىزگە ئەڭ ياخشى تاللانمىلار
uk: Найкращі пропозиції для вас
ur: آپ کے لیے بہترین انتخاب
uz: Siz uchun eng yaxshi tanlovlar
vi: Lựa chọn hàng đầu cho bạn
xh: Ezona Zikhethelwe Wena
yo: Àwọn Àṣàyàn Tó Dára Jù fún Ọ
zh_hans: 为你精选
zh_hant: 為你精選
zu: Okukhethelwe Wena

source: Based on what you watch
af: Gegrond op wat jy kyk
am: በሚመለከቱት ላይ በመመስረት
ar: بناءً على ما تشاهده
as: আপুনি চোৱাৰ ভিত্তিত
az: İzlədiklərinə əsasən
be: На аснове таго, што вы глядзіце
bg: Според това, което гледате
bn: আপনি যা দেখেন তার ভিত্তিতে
br: Diazezet war ar pezh a sellit
bs: Na osnovu onoga što gledate
ca: Basat en el que mires
ceb: Base sa imong gitan-aw
cs: Podle toho, co sledujete
cy: Yn seiliedig ar yr hyn rydych yn ei wylio
da: Baseret på det, du ser
de: Basierend auf dem, was du schaust
el: Με βάση όσα παρακολουθείτε
es: Basado en lo que ves
et: Sinu vaatamiste põhjal
eu: Ikusten duzunaren arabera
fa: بر اساس آنچه تماشا می‌کنید
fi: Perustuu katsomaasi
fil: Batay sa pinapanood mo
fo: Grundað á tí, tú hyggur at
fr: D'après ce que vous regardez
fy: Basearre op wat jo sjogge
ga: Bunaithe ar a bhféachann tú air
gd: Stèidhichte air na bhios tu a' coimhead
gl: Baseado no que ves
gu: તમે જે જુઓ છો તેના આધારે
ha: Bisa abin da kake kallo
he: לפי מה שאתם צופים
hi: आप जो देखते हैं उसके आधार पर
hr: Na temelju onoga što gledate
ht: Dapre sa w ap gade
hu: A megtekintéseid alapján
hy: Ձեր դիտածի հիման վրա
id: Berdasarkan tontonan Anda
ig: Dabere na ihe ị na-ekiri
is: Byggt á því sem þú horfir á
it: In base a ciò che guardi
ja: 視聴履歴をもとに
jv: Adhedhasar sing ditonton
ka: თქვენი ნახულის მიხედვით
kk: Көргендеріңізге негізделген
km: ផ្អែកលើអ្វីដែលអ្នកមើល
kn: ನೀವು ವೀಕ್ಷಿಸುವುದರ ಆಧಾರದ ಮೇಲೆ
ko: 시청 기록 기반
ku: Li gorî tiştên ku tu temaşe dikî
ky: Көргөнүңүздүн негизинде
lb: Baséiert op deem, wat s de kucks
lo: ອີງຕາມສິ່ງທີ່ທ່ານເບິ່ງ
lt: Pagal tai, ką žiūrite
lv: Balstoties uz to, ko skatāties
mg: Mifototra amin'izay jerenao
mi: I runga i āu e mātakitaki ai
mk: Според она што го гледате
ml: നിങ്ങൾ കാണുന്നതിന്റെ അടിസ്ഥാനത്തിൽ
mn: Таны үзсэн зүйлд үндэслэсэн
mr: तुम्ही जे पाहता त्यावर आधारित
ms: Berdasarkan tontonan anda
mt: Ibbażat fuq dak li tara
my: သင်ကြည့်သည့်အရာအပေါ် အခြေခံ၍
nb: Basert på det du ser på
ne: तपाईंले हेर्ने कुराका आधारमा
nl: Gebaseerd op wat je kijkt
ny: Kutengera zomwe mumaonera
oc: Segon çò que gachatz
or: ଆପଣ ଯାହା ଦେଖନ୍ତି ତାହା ଆଧାରରେ
pa: ਤੁਸੀਂ ਜੋ ਦੇਖਦੇ ਹੋ ਉਸ ਦੇ ਆਧਾਰ 'ਤੇ
pl: Na podstawie tego, co oglądasz
ps: د هغه څه پر بنسټ چې تاسو یې ګورئ
pt_br: Com base no que você assiste
pt_pt: Com base no que vê
ro: Pe baza a ceea ce urmărești
ru: На основе того, что вы смотрите
rw: Bishingiye ku byo ureba
sd: جيڪي توهان ڏسو ٿا ان جي بنياد تي
si: ඔබ නරඹන දේ මත පදනම්ව
sk: Podľa toho, čo pozeráte
sl: Glede na to, kar gledate
sm: Faavae i mea e te matamata ai
sn: Zvichienderana nezvaunoona
so: Iyada oo ku saleysan waxa aad daawato
sq: Bazuar në atë që shikon
sr: На основу онога што гледате
st: Ho itshetlehile ka seo o se shebellang
su: Dumasar kana nu dilalajoan
sv: Baserat på vad du tittar på
sw: Kulingana na unachotazama
ta: நீங்கள் பார்ப்பதன் அடிப்படையில்
te: మీరు చూసే వాటి ఆధారంగా
tg: Дар асоси он чи тамошо мекунед
th: อิงจากสิ่งที่คุณดู
tr: İzlediklerine göre
tt: Сез караганнарга нигезләнеп
ug: كۆرگەنلىرىڭىزگە ئاساسەن
uk: На основі того, що ви дивитеся
ur: آپ جو دیکھتے ہیں اس کی بنیاد پر
uz: Ko'rganlaringiz asosida
vi: Dựa trên những gì bạn xem
xh: Ngokusekelwe koko ukubukelayo
yo: Dá lórí ohun tí o ń wò
zh_hans: 根据你的观看记录
zh_hant: 根據你的觀看紀錄
zu: Kususelwa kulokho okubukelayo

source: Upcoming Episodes
af: Komende Episodes
am: በቅርቡ የሚመጡ ክፍሎች
ar: حلقات قادمة
as: আগন্তুক খণ্ডসমূহ
az: Gələcək Epizodlar
be: Будучыя эпізоды
bg: Предстоящи епизоди
bn: আসন্ন পর্বগুলি
br: Rannoù da zont
bs: Nadolazeće epizode
ca: Pròxims episodis
ceb: Umaabot nga mga Episode
cs: Nadcházející epizody
cy: Penodau i Ddod
da: Kommende afsnit
de: Kommende Folgen
el: Επερχόμενα επεισόδια
es: Próximos episodios
et: Tulevased osad
eu: Datozen atalak
fa: قسمت‌های پیش رو
fi: Tulevat jaksot
fil: Mga Paparating na Episode
fo: Komandi partar
fr: Épisodes à venir
fy: Kommende ôfleveringen
ga: Eipeasóidí le Teacht
gd: Prògraman ri thighinn
gl: Próximos episodios
gu: આગામી એપિસોડ
ha: Kashe-kashe Masu Zuwa
he: פרקים צפויים
hi: आने वाले एपिसोड
hr: Nadolazeće epizode
ht: Epizòd k ap vini
hu: Közelgő epizódok
hy: Սպասվող դրվագներ
id: Episode Mendatang
ig: Nkeji ndị na-abịa
is: Væntanlegir þættir
it: Episodi in arrivo
ja: 今後のエピソード
jv: Episode sing Bakal Teka
ka: მომავალი ეპიზოდები
kk: Жақында шығатын эпизодтар
km: វគ្គនឹងមកដល់ឆាប់ៗ
kn: ಮುಂಬರುವ ಸಂಚಿಕೆಗಳು
ko: 방영 예정 에피소드
ku: Beşên Nêzîk
ky: Жакында чыкчу эпизоддор
lb: Kommend Episoden
lo: ຕອນທີ່ຈະມາເຖິງ
lt: Būsimi epizodai
lv: Gaidāmās sērijas
mg: Fizarana ho avy
mi: Ngā Wāhanga e haere mai ana
mk: Претстојни епизоди
ml: വരാനിരിക്കുന്ന എപ്പിസോഡുകൾ
mn: Удахгүй гарах ангиуд
mr: आगामी भाग
ms: Episod Akan Datang
mt: Episodji li Ġejjin
my: လာမည့် အပိုင်းများ
nb: Kommende episoder
ne: आगामी एपिसोडहरू
nl: Aankomende afleveringen
ny: Magawo Akubwera
oc: Episòdis de venir
or: ଆଗାମୀ ଏପିସୋଡ୍
pa: ਆਉਣ ਵਾਲੇ ਐਪੀਸੋਡ
pl: Nadchodzące odcinki
ps: راتلونکي قسطونه
pt_br: Próximos episódios
pt_pt: Próximos episódios
ro: Episoade viitoare
ru: Предстоящие эпизоды
rw: Ibice bizaza
sd: ايندڙ قسطون
si: ඉදිරියට එන කථාංග
sk: Nadchádzajúce epizódy
sl: Prihajajoče epizode
sm: Mataupu o le a Sau
sn: Zvikamu Zviri Kuuya
so: Qaybo Soo Socda
sq: Episode në ardhje
sr: Предстојеће епизоде
st: Dikarolo tse Tlang
su: Épisode nu Bakal Datang
sv: Kommande avsnitt
sw: Vipindi Vijavyo
ta: வரவிருக்கும் அத்தியாயங்கள்
te: రాబోయే ఎపిసోడ్‌లు
tg: Эпизодҳои оянда
th: ตอนที่กำลังจะมา
tr: Yaklaşan Bölümler
tt: Якында чыгачак серияләр
ug: يېقىندا چىقىدىغان قىسىملار
uk: Майбутні епізоди
ur: آنے والی قسطیں
uz: Kutilayotgan epizodlar
vi: Tập sắp phát sóng
xh: Iziqendu Ezizayo
yo: Àwọn Ìpín tó ń bọ̀
zh_hans: 即将播出的剧集
zh_hant: 即將播出的劇集
zu: Iziqephu Ezizayo

source: Loading your library
af: Laai jou biblioteek
am: ቤተ-መፅሐፍትዎ በመጫን ላይ
ar: جارٍ تحميل مكتبتك
as: আপোনাৰ লাইব্ৰেৰী ল'ড হৈ আছে
az: Kitabxanan yüklənir
be: Загрузка вашай бібліятэкі
bg: Зареждане на библиотеката ви
bn: আপনার লাইব্রেরি লোড হচ্ছে
br: O kargañ ho levraoueg
bs: Učitavanje vaše biblioteke
ca: S'està carregant la teva biblioteca
ceb: Gikarga ang imong library
cs: Načítání vaší knihovny
cy: Wrthi'n llwytho eich llyfrgell
da: Indlæser dit bibliotek
de: Deine Bibliothek wird geladen
el: Φόρτωση της βιβλιοθήκης σας
es: Cargando tu biblioteca
et: Sinu teegi laadimine
eu: Zure liburutegia kargatzen
fa: در حال بارگذاری کتابخانه شما
fi: Ladataan kirjastoasi
fil: Nilo-load ang iyong aklatan
fo: Innlesur savn títt
fr: Chargement de votre bibliothèque
fy: Jo bibleteek wurdt laden
ga: Do leabharlann á lódáil
gd: A' luchdadh do leabharlann
gl: Cargando a túa biblioteca
gu: તમારી લાઇબ્રેરી લોડ થઈ રહી છે
ha: Ana ɗora ɗakin karatunka
he: הספרייה שלכם נטענת
hi: आपकी लाइब्रेरी लोड हो रही है
hr: Učitavanje vaše biblioteke
ht: N ap chaje bibliyotèk ou
hu: A könyvtárad betöltése
hy: Ձեր գրադարանը բեռնվում է
id: Memuat pustaka Anda
ig: Na-ebunye ọba akwụkwọ gị
is: Hleð safninu þínu
it: Caricamento della tua libreria
ja: ライブラリを読み込み中
jv: Ngemot perpustakaan sampeyan
ka: თქვენი ბიბლიოთეკა იტვირთება
kk: Кітапханаңыз жүктелуде
km: កំពុងផ្ទុកបណ្ណាល័យរបស់អ្នក
kn: ನಿಮ್ಮ ಲೈಬ್ರರಿ ಲೋಡ್ ಆಗುತ್ತಿದೆ
ko: 라이브러리 불러오는 중
ku: Pirtûkxaneya te tê barkirin
ky: Китепканаңыз жүктөлүүдө
lb: Deng Bibliothéik gëtt gelueden
lo: ກຳລັງໂຫຼດຄັງເກັບຂອງທ່ານ
lt: Įkeliama jūsų biblioteka
lv: Notiek jūsu bibliotēkas ielāde
mg: Mampiditra ny tranombokinao
mi: E uta ana i tō whare pukapuka
mk: Вашата библиотека се вчитува
ml: നിങ്ങളുടെ ലൈബ്രറി ലോഡ് ചെയ്യുന്നു
mn: Таны сан ачаалж байна
mr: तुमची लायब्ररी लोड होत आहे
ms: Memuatkan pustaka anda
mt: Qed titella' l-librerija tiegħek
my: သင့်စာကြည့်တိုက်ကို ဖွင့်နေသည်
nb: Laster inn biblioteket ditt
ne: तपाईंको लाइब्रेरी लोड हुँदैछ
nl: Je bibliotheek wordt geladen
ny: Kukweza laibulale yanu
oc: Cargament de vòstra bibliotèca
or: ଆପଣଙ୍କ ଲାଇବ୍ରେରୀ ଲୋଡ୍ ହେଉଛି
pa: ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਲੋਡ ਹੋ ਰਹੀ ਹੈ
pl: Wczytywanie Twojej biblioteki
ps: ستاسو کتابتون بارېږي
pt_br: Carregando sua biblioteca
pt_pt: A carregar a sua biblioteca
ro: Se încarcă biblioteca ta
ru: Загрузка вашей библиотеки
rw: Isomero ryawe ririmo gupakirwa
sd: توهان جي لائبريري لوڊ ٿي رهي آهي
si: ඔබේ පුස්තකාලය පූරණය වෙමින්
sk: Načítava sa vaša knižnica
sl: Nalaganje vaše knjižnice
sm: O utaina lau faletusi
sn: Kurodha raibhurari yako
so: Maktabaddaada waa la soo rarayaa
sq: Biblioteka jote po ngarkohet
sr: Учитавање ваше библиотеке
st: E kenya laebrari ya hao
su: Ngamuat pustaka anjeun
sv: Läser in ditt bibliotek
sw: Inapakia maktaba yako
ta: உங்கள் லைப்ரரி ஏற்றப்படுகிறது
te: మీ లైబ్రరీ లోడ్ అవుతోంది
tg: Китобхонаи шумо бор мешавад
th: กำลังโหลดไลบรารีของคุณ
tr: Kütüphanen yükleniyor
tt: Китапханәгез йөкләнә
ug: ئامبىرىڭىز يۈكلىنىۋاتىدۇ
uk: Завантаження вашої бібліотеки
ur: آپ کی لائبریری لوڈ ہو رہی ہے
uz: Kutubxonangiz yuklanmoqda
vi: Đang tải thư viện của bạn
xh: Kulayishwa ithala lakho
yo: Ń gbé ìkàwé rẹ wọlé
zh_hans: 正在加载你的库
zh_hant: 正在載入你的資料庫
zu: Ilayisha ilabhulali yakho

source: Streaming
af: Stroom
am: ዥረት
ar: البث
as: ষ্ট্ৰীমিং
az: Yayım
be: Струменінг
bg: Стрийминг
bn: স্ট্রিমিং
cs: Streamování
cy: Ffrydio
et: Voogedastus
fa: پخش
fi: Suoratoisto
fo: Streyming
ga: Sruthú
gd: Sruthadh
gu: સ્ટ્રીમિંગ
ha: Yawo
he: סטרימינג
hi: स्ट्रीमिंग
ht: Difizyon
hy: Հեռարձակում
ig: Mgbasa
is: Streymi
ja: ストリーミング
ka: სტრიმინგი
kk: Ағын
km: ការស្ទ្រីម
kn: ಸ್ಟ್ರೀಮಿಂಗ್
ko: 스트리밍
ku: Weşan
ky: Агым
lo: ສະຕຣີມມິງ
lt: Srautinis perdavimas
lv: Straumēšana
mi: Uiui
mk: Стриминг
ml: സ്ട്രീമിംഗ്
mn: Дамжуулалт
mr: स्ट्रीमिंग
ms: Penstriman
my: စထရီးမင်း
nb: Strømming
ne: स्ट्रिमिङ
or: ଷ୍ଟ୍ରିମିଂ
pa: ਸਟ੍ਰੀਮਿੰਗ
ps: سټریمینګ
ru: Стриминг
rw: Gukwirakwiza
sd: اسٽريمنگ
si: ප්‍රවාහය
sk: Streamovanie
sl: Pretakanje
sm: Faasalalauga
sn: Kutepfenyura
sq: Transmetimi
sr: Стриминг
sw: Utiririshaji
ta: ஸ்ட்ரீமிங்
te: స్ట్రీమింగ్
tg: Пахш
th: สตรีมมิง
tr: Yayın
tt: Стриминг
ug: ئېقىم
uk: Стрімінг
ur: اسٹریمنگ
uz: Striming
vi: Phát trực tuyến
xh: Ukusasaza
yo: Ìṣàn
zh_hans: 流媒体
zh_hant: 串流
zu: Ukusakaza

source: Top New
af: Top Nuut
am: ምርጥ አዲስ
ar: أبرز الجديد
as: শীৰ্ষ নতুন
az: Ən Yaxşı Yenilər
be: Лепшае новае
bg: Топ нови
bn: সেরা নতুন
br: Nevezentioù gwellañ
bs: Top novo
ca: Top novetats
ceb: Top nga Bag-o
cs: Nejlepší novinky
cy: Goreuon Newydd
da: Bedste nye
de: Top-Neuheiten
el: Κορυφαίες νέες κυκλοφορίες
es: Top novedades
et: Parimad uued
eu: Berrien onenak
fa: برترین‌های جدید
fi: Parhaat uutuudet
fil: Nangungunang Bago
fo: Tað besta nýggja
fr: Top nouveautés
fy: Top nij
ga: An Nua is Fearr
gd: An t-ùr as fheàrr
gl: Top novidades
gu: ટોચના નવા
ha: Sababbi Mafi Kyau
he: החדשים המובילים
hi: टॉप नए
hr: Top novo
ht: Pi bon nouvo yo
hu: Top újdonságok
hy: Լավագույն նորույթներ
id: Baru Teratas
ig: Ndị ọhụrụ kacha mma
is: Best af því nýja
it: Top novità
ja: 注目の新作
jv: Anyar Paling Apik
ka: საუკეთესო სიახლეები
kk: Үздік жаңалықтар
km: ថ្មីល្អបំផុត
kn: ಟಾಪ್ ಹೊಸವು
ko: 인기 신작
ku: Nûyên Herî Baş
ky: Мыкты жаңылыктар
lb: Top Neiheeten
lo: ໃໝ່ຍອດນິຍົມ
lt: Geriausios naujienos
lv: Labākie jaunumi
mg: Vaovao tsara indrindra
mi: Ngā Tino Hōu
mk: Топ ново
ml: മികച്ച പുതിയവ
mn: Шилдэг шинэ
mr: टॉप नवीन
ms: Baharu Teratas
mt: L-Aqwa Ġodda
my: ထိပ်တန်း အသစ်များ
nb: Beste nye
ne: उत्कृष्ट नयाँ
nl: Nieuwe toppers
ny: Zatsopano Zapamwamba
oc: Top novetats
or: ଶୀର୍ଷ ନୂଆ
pa: ਚੋਟੀ ਦੇ ਨਵੇਂ
pl: Najlepsze nowości
ps: غوره نوي
pt_br: Top novidades
pt_pt: Top novidades
ro: Top noutăți
ru: Лучшие новинки
rw: Ibishya bya mbere
sd: بهترين نيون
si: හොඳම අලුත් ඒවා
sk: Najlepšie novinky
sl: Najboljše novosti
sm: Mea Fou Sili
sn: Zvitsva Zvepamusoro
so: Kuwa Cusub ee ugu Fiican
sq: Të rejat kryesore
sr: Топ ново
st: Tse Ncha tse Hloahloa
su: Anyar Pangsaéna
sv: Bästa nya
sw: Mpya Bora Zaidi
ta: சிறந்த புதியவை
te: టాప్ కొత్తవి
tg: Беҳтарин навигариҳо
th: ใหม่มาแรง
tr: En İyi Yeniler
tt: Иң яхшы яңалыклар
ug: ئەڭ ياخشى يېڭىلار
uk: Найкращі новинки
ur: ٹاپ نئے
uz: Eng yaxshi yangiliklar
vi: Mới nổi bật
xh: Ezintsha Eziphambili
yo: Àwọn Tuntun Tó Ga Jù
zh_hans: 热门新作
zh_hant: 熱門新作
zu: Okusha Okuhamba Phambili

source: Hot right now
af: Nou gewild
am: አሁን ተወዳጅ
ar: رائج الآن
as: এতিয়া জনপ্ৰিয়
az: İndi populyar
be: Папулярна зараз
bg: Популярно сега
bn: এখন জনপ্রিয়
br: Brudet bremañ
bs: Popularno upravo sada
ca: Tendència ara mateix
ceb: Sikat karon
cs: Právě populární
cy: Poblogaidd nawr
da: Populært lige nu
de: Gerade angesagt
el: Δημοφιλή τώρα
es: Tendencia ahora mismo
et: Praegu populaarne
eu: Modan orain
fa: همین حالا پرطرفدار
fi: Suosittua juuri nyt
fil: Sikat ngayon
fo: Vældámt beint nú
fr: Tendance en ce moment
fy: No populêr
ga: San fhaisean anois
gd: Fèillmhor an-dràsta
gl: Tendencia agora mesmo
gu: હમણાં લોકપ્રિય
ha: Shahararru a yanzu
he: חם עכשיו
hi: अभी लोकप्रिय
hr: Popularno upravo sada
ht: Popilè kounye a
hu: Most felkapott
hy: Հանրաճանաչ հենց հիմա
id: Sedang populer
ig: Ewu ewu ugbu a
is: Vinsælt núna
it: Di tendenza ora
ja: 今話題
jv: Populer saiki
ka: ახლა პოპულარული
kk: Қазір танымал
km: ពេញនិយមឥឡូវនេះ
kn: ಈಗ ಜನಪ್ರಿಯ
ko: 지금 인기
ku: Niha populer
ky: Азыр популярдуу
lb: Grad ugesot
lo: ກຳລັງມາແຮງຕອນນີ້
lt: Populiaru dabar
lv: Populāri tieši tagad
mg: Malaza amin'izao fotoana izao
mi: Rongonui ināianei
mk: Популарно сега
ml: ഇപ്പോൾ ജനപ്രിയം
mn: Яг одоо алдартай
mr: आत्ता लोकप्रिय
ms: Popular sekarang
mt: Popolari bħalissa
my: ယခု ရေပန်းစားနေသည်
nb: Populært akkurat nå
ne: अहिले लोकप्रिय
nl: Nu populair
ny: Zotchuka panopa
oc: Tendéncia ara meteis
or: ବର୍ତ୍ତମାନ ଲୋକପ୍ରିୟ
pa: ਹੁਣ ਪ੍ਰਸਿੱਧ
pl: Popularne właśnie teraz
ps: اوس مشهور
pt_br: Em alta agora
pt_pt: Em alta agora
ro: Popular chiar acum
ru: Популярно прямо сейчас
rw: Bikunzwe ubu
sd: هاڻي مقبول
si: දැන් ජනප්‍රියයි
sk: Práve populárne
sl: Priljubljeno prav zdaj
sm: Lauiloa nei
sn: Zvinofarirwa izvozvi
so: Hadda caan ah
sq: Popullore tani
sr: Популарно управо сада
st: E ratoa hona joale
su: Populér ayeuna
sv: Populärt just nu
sw: Maarufu sasa hivi
ta: இப்போது பிரபலம்
te: ఇప్పుడు ప్రజాదరణలో
tg: Ҳоло машҳур
th: กำลังฮิตตอนนี้
tr: Şu anda gündemde
tt: Хәзер популяр
ug: ھازىر ئالقىشلىق
uk: Популярне просто зараз
ur: ابھی مقبول
uz: Hozir mashhur
vi: Đang thịnh hành
xh: Ezithandwayo ngoku
yo: Gbajúmọ̀ báyìí
zh_hans: 当下大热
zh_hant: 當前大熱
zu: Okudumile manje
